content/posts/Scale_Up!_by_Odoo.md
+++
title = "Scale Up! by Odoo"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:49-04:00
slug = "Scale_Up!_by_Odoo"
draft = false
+++

## Backstory {#backstory}


### See [Scale Up! business game](<https://www.odoo.com/page/scale-up-business-game>) {#see-scale-up-business-game--https-www-dot-odoo-dot-com-page-scale-up-business-game}


### Incorporated MyOffice Inc. {#incorporated-myoffice-inc-dot}


### Recruit a team {#recruit-a-team}

<!--list-separator-->

-  Sales manager

<!--list-separator-->

-  Purchase manager

<!--list-separator-->

-  Secretary


### Secretary helps find an affordable office location {#secretary-helps-find-an-affordable-office-location}


### Purchase products, market the company, sell the products {#purchase-products-market-the-company-sell-the-products}


### Various business scenarios covered in Scale Up! {#various-business-scenarios-covered-in-scale-up}

<!--list-separator-->

-  1. Basics of buying and selling products "Buy and Sell"

<!--list-separator-->

-  2. Launch a ****point of sale**** for consumers

<!--list-separator-->

-  3. Offer extra ****services****

<!--list-separator-->

-  4. ****Manufacture**** your own products

<!--list-separator-->

-  5. Manage inventory with ****barcodes****

<!--list-separator-->

-  6. ****Sell online**** with an eCommerce website

<!--list-separator-->

-  7. Lease fully-furnished properties


## Buy and Sell {#buy-and-sell}


### Overview {#overview}

<!--list-separator-->

-  B2B business

    <!--list-separator-->

    -  buy new products

    <!--list-separator-->

    -  sell and deliver to customers


### Create a product available for purchase by the company {#create-a-product-available-for-purchase-by-the-company}


### Purchase 10 items via request for quotation and purchase {#purchase-10-items-via-request-for-quotation-and-purchase}


### Log receipt of the product {#log-receipt-of-the-product}


### Log the bill and set to be paid by due date {#log-the-bill-and-set-to-be-paid-by-due-date}


###  {#}
